Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/sd/samediggi.no/samediggi-article-76.html.tmx
Source language: nob
Languages: sme

source: Sametingets nettsider - historikk
sme: Sámedikki neahttasiiddut - historjá

source: I januar 2000 lanserte Sametinget i Norge sine første nettsider.
sme: Ođđajagimánus 2000 almmuhii Sámediggi Norgga bealde vuosttas neahttasiidduidis.

source: Sidene var resultatet av innsatsen til nettinteresserte medarbeidere ved Sametingets administrasjon.
sme: Siidduid álggahedje muhtun Sámedikki hálddahusa bargit geain lei beroštupmi gávdnat neahtačovdosiid.

source: De første sidene
sme: Álgosiidduid birra

source: De første nettsidene ble produsert i Dreamweaver og Photoshop.
sme: Dreamweaver ja Photoshop ledje gos vuosttas siiddut ráhkaduvvojedje.

source: Innholdet var strengt statisk, både i form og innhold, og ingen form for interaktivitet var tilgjengelig for nettbrukerne - unntatt muligheten for å sende e-post til administrasjonen fra sidene.
sme: Sisdoallu lei hui stáhtalaš, sihke hámi ja sisdoalu dáfus, ja geavaheaddjis ii lean vuorrováikkuhusvejolašvuohta – siidduin lei dušše dat vejolašvuohta ahte sáddet e-poastta hálddahussii.

source: Sidene var ment å være en slags oppslagstavle i tiden fram til en mer dynamisk og profesjonell publiseringsløsning var på plass.
sme: Oaivilin lei ahte siiddut galge leat muhtun lágan ohcangáldun dassážii go eanet dynámalaš ja fidnomáhtolaš almmuhančoavddus lea sajis.

source: På dette tidspunktet var det også svært uklart hva Sametinget hadde på nett å gjøre.
sme: Dalle lei maiddái hui eahpečielggas maid Sámediggi galggai bargat neahtas.

source: Det var derfor behov for en grundig intern prosess for å fastsette noen ambisjoner og strategier i forbindelse med Sametingets satsing på elektroniske medier.
sme: Dárbu lei čađahit vuđolaš siskkáldas proseassa ja mearridit makkár áigumušat ja strategiijat galge leat Sámedikki elektrovnnalaš mediaáŋgiruššamis.

source: Innholdet var tematisert og valgt ut i forhold til hvilke henvendelser administrasjonen til da hadde mottatt fra publikum: litt om Sametinget, organisering og fagområder, litt om samer og samisk kultur generelt.
sme: Sisdoallu lei juogaduvvon fáttáid mielde ja válljejuvvon dan vuođul makkár jearaldagaid hálddahus lei ožžon olbmuin: veaháš Sámedikki, organiserema ja fágasurggiid birra, veaháš sámiid ja sámi kultuvrra birra oppalaččat.

source: Neste generasjon nettsider
sme: Boahtte buolvva neahttasiiiddut

source: Samtidig som de første sidene ble lansert var arbeidet med en ny og mer dynamisk nettside allerede i gang.
sme: Seammás go vuosttas siiddut almmuhuvvojedje lei bargu ođđa ja eanet dynámalaš neahttasiidduin juo álggahuvvon.

source: Sommeren 2000 ble det inngått avtale med leverandør av ny nettløsning.
sme: Geassit 2000 dahkkojuvvui šiehtadus gálvolágideaddjin ođđa neahttačovdosa ektui.

source: Ny nettløsning i 2001
sme: Ođđa neahttačoavddus 2001:s

source: Ny nettløsning (eksterne og interne sider) ble lansert våren 2001.
sme: Ođđa neahttačoavddus (olgguldas ja siskkáldas siiddut) almmuhuvvui giđđat 2001.

source: Løsningen inneholdt blant annet mulighet for tospråklig parallell publisering og parallelle menyer.
sme: Čovdosis lei earret eará vejolaš guovtti gillii bálddalagaid almmuhit ja lei válljenvejolašvuohta.

source: Det ble også gjort forsøk med elektronisk postjournal, men grunnet tekniske begrensninger ble dette raskt lagt ned.
sme: Geahččaluvvui maiddái elektrovnnalaš poastajournála, muhto teknalaš váttisvuođaid geažil dat heaittihuvvui johtilit.

source: I forhold til de første nettsidene innebar den nye plattformen en mulighet mot mer aktiv bruk av internett fra Sametingets side.
sme: Vuosttas neahttasiidduid ektui lei dan ođđa čovdosa vuođul buoret vejolašvuohta geavahit interneahta aktiivvalaččat Sámedikki siidduin.

source: Digital revolusjon i Sametinget
sme: Digitála revolušuvdna Sámedikkis

source: I 2004 ble fullt elektronisk arkiv innført i Sametinget.
sme: 2004:s váldojuvvui atnui elektrovnnalaš arkiiva Sámedikkis.

source: All inn- og utgående post gjøres digital, og all saksbehandling skjer nå uten papirdokumenter.
sme: Buot poasta olggos- ja sisaguvlui lea digitála, ja buot áššemeannudeapmi dáhpáhuvvá almmá báhpáriid haga.

source: Dette var første trinn i arbeidet med å nå målsetningene fra Sametingets vedtak i 2001 om etablering nettbaserte elektroniske tjenester.
sme: Dát lei vuosttas lávki barggus Sámedikki 2001:s mearridan ulbmiliid juksamis ahte ásahuvvojit neahttavuođus elektrovnnalaš bálvalusat.

source: Ny publiseringsløsning i 2005 er andre byggetrinn, som gjør integrasjon mellom våre nettsider og saksbehandlingssystemet mulig.
sme: Ođđa almmuhančoavddus 2005:s lea nubbi huksendássi, mas ovttaiduhttin min neahttasiidduid ja áššemeannudanvuogádaga gaskka lea vejolaš.

source: Dette medfører en større mulighet for digitalisering av alle Sametingets tjenester til sine brukere.
sme: Dán geažil lea stuorát vejolašvuohta digitaliseret buot Sámedikki bálvalusaid geavaheddjiid várás.

source: Publisert av Pål Hivand.
sme: Almmuhan Pål Hivand.

source: Sist endret 03.01.2007
sme: Maŋimustá rievdaduvvon 03.01.2007

source: artikler
sme: Artihkkalat

source: Nettsider for alle
sme: Neahttasiiddut birra

source: Om Sametingets nettsider
sme: Neahttasiiddut buohkaide

source: Andre
sme: Eará
